tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
tap "virtuslab/scala-cli"
brew "openssl@1.1"
brew "arpack"
brew "automake"
brew "bat"
brew "bazelisk"
brew "bison"
brew "chruby"
brew "libyaml"
brew "readline"
brew "cocoapods"
brew "coursier"
brew "firebase-cli"
brew "fzf"
brew "gdbm"
brew "git"
brew "gnu-sed"
brew "gnuplot"
brew "graphicsmagick"
brew "graphviz"
brew "ibazel"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libffi"
brew "mas"
brew "mongodb-atlas-cli"
brew "mongodb-database-tools"
brew "neovim"
brew "octave"
brew "openjdk@11"
brew "rcm"
brew "ripgrep"
brew "ruby-install"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-completions"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
brew "virtuslab/scala-cli/scala-cli"
cask "android-commandlinetools"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "asana"
cask "beekeeper-studio"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "espanso"
cask "flutter"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "iterm2"
cask "licecap"
cask "notion"
cask "obs"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "slack"
cask "telegram"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Hyper Cursor", id: 1634220679
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
